adpyke.codesnap
alexcvzz.vscode-sqlite
amiralizadeh9480.laravel-extra-intellisense
Angular.ng-template
astro-build.astro-vscode
austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
cesium.gltf-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cjhowe7.laravel-blade
codingyu.laravel-goto-view
csstools.postcss
damirka.move-syntax
dansysanalyst.pest-snippets
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
heybourn.headwind
hollowtree.canvas-snippets
IronGeek.vscode-env
JakeBecker.elixir-ls
jeff-hykin.better-cpp-syntax
kuscamara.remove-unused-imports
misbahansori.php-docblock-generator
move.move-analyzer
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
NomicFoundation.hardhat-solidity
onecentlin.laravel5-snippets
Orta.vscode-jest
paulmolluzzo.convert-css-in-js
pepri.subtitles-editor
PKief.material-icon-theme
pmneo.tsimporter
Prisma.prisma
rangav.vscode-thunder-client
rbbit.typescript-hero
reblws.one-dark-flatland-monokai
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
slevesque.shader
TabNine.tabnine-vscode
tiehuis.zig
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
withfig.fig
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
