amatiasq.sort-imports
austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
calebporzio.simple-php-cs-fixer
cjhowe7.laravel-blade
csstools.postcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
heybourn.headwind
IronGeek.vscode-env
JakeBecker.elixir-ls
junstyle.php-cs-fixer
mikestead.dotenv
misbahansori.php-docblock-generator
ms-vscode.sublime-keybindings
nikitaKunevich.snippet-creator
octref.vetur
Orta.vscode-jest
pepri.subtitles-editor
PKief.material-icon-theme
reblws.one-dark-flatland-monokai
ritwickdey.LiveServer
shakram02.bash-beautify
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
unional.vscode-sort-package-json
VisualStudioExptTeam.vscodeintellicode
