austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
calebporzio.simple-php-cs-fixer
cesium.gltf-vscode
cjhowe7.laravel-blade
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
GrapeCity.gc-excelviewer
heybourn.headwind
IronGeek.vscode-env
JakeBecker.elixir-ls
junstyle.php-cs-fixer
kuscamara.remove-unused-imports
misbahansori.php-docblock-generator
ms-azuretools.vscode-docker
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-next
NomicFoundation.hardhat-solidity
octref.vetur
Orta.vscode-jest
paulmolluzzo.convert-css-in-js
pepri.subtitles-editor
PKief.material-icon-theme
reblws.one-dark-flatland-monokai
redhat.vscode-xml
ritwickdey.LiveServer
rust-lang.rust-analyzer
shakram02.bash-beautify
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
styled-components.vscode-styled-components
VisualStudioExptTeam.vscodeintellicode
withfig.fig
